{
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "ale": { "branch": "master" },
  "awesome-vim-colorschemes": { "branch": "master" },
  "bufdelete.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "codeium.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mru": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-rspec": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "true-zen.nvim": { "branch": "main" },
  "vim-colors-pencil": { "branch": "master" },
  "vim-colorscheme-switcher": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-inform7": { "branch": "master" },
  "vim-jsx-improve": { "branch": "master" },
  "vim-litecorrect": { "branch": "master" },
  "vim-misc": { "branch": "master" },
  "vim-pencil": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rubocop": { "branch": "master" },
  "vim-slim": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-textobj-sentence": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-thematic": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vscode.nvim": { "branch": "main" }
}
